Repository: classroomtv/DataPanel
Catalog: translation/locales/*/LC_MESSAGES/Analysis_by_Institution.po
Languages: es

source: Stats by Institution
es: Estadísticas por institución

source: Logout
es: Cerrar sesión

source: Welcome
es: Bienvenidos

source: Select an institution
es: Seleccione una institución

source: Metrics for
es: Métricas para

source: Users Created by Year
es: Usuarios creados por año

source: Logged Users by Year
es: Usuarios registrados por año

source: Users
es: Usuarios

source: Year
es: Año

source: Metrics
es: Métrica

source: Total Users
es: Usuarios totales

source: Total number of users
es: Número total de usuarios

source: Active Users
es: Usuarios activos

source: Total number of active users
es: Número total de usuarios activos

source: Collaborators Users
es: Usuarios de colaboradores

source: Total number of collaborators
es: Número total de colaboradores

source: Admin Users
es: Usuarios administrativos

source: Total number of admins
es: Número total de administradores

source: All users
es: Todos los usuarios

source: Collaborators
es: Colaboradores

source: Admins
es: Administradores

source: Logged users by date
es: Usuarios registrados por fecha

source: Select the date range for the logged users
es: Seleccione el rango de fechas para los usuarios...

source: There were no created users on this time period
es: No había usuarios creados en este período de ti...

source: There were
es: Había

source: users created on
es: usuarios creados en

source: Quantity of logged users by date
es: Cantidad de usuarios registrados por fecha

source: Created users by date
es: Usuarios creados por fecha

source: Select the date range for the created users
es: Seleccione el rango de fechas para los usuarios...

source: Quantity of created users by date
es: Cantidad de usuarios creados por fecha

source: Created admin users by date
es: Usuarios de administración creados por fecha

source: Select the date range for the admin created users
es: Seleccione el rango de fechas para los usuarios...

source: There're no created admin users on this time period
es: No hay usuarios administrativos creados en este...

source: Quantity of created admin users by date
es: Cantidad de usuarios administrativos creados po...

source: Learning Contents
es: Contenido de aprendizaje

source: Created Programs
es: Programas creados

source: Total number of programs created
es: Número total de programas creados

source: Finished Courses
es: Cursos terminados

source: Total number of content items created
es: Número total de elementos de contenido creados

source: Courses Views
es: Vistas de cursos

source: Created Classes
es: Clases creadas

source: Total number of classes items created
es: Número total de elementos de clases creados

source: Created Tests
es: Pruebas creadas

source: Test Questions
es: Preguntas de prueba

source: Created Questions
es: Preguntas creadas

source: Answered Questions
es: Preguntas respondidas

source: Total number of answers for all questions
es: Número total de respuestas para todas las pregu...

source: Correct Answers
es: Respuestas correctas

source: Total number of correct answers for all questions
es: Número total de respuestas correctas para todas...

source: Incorrect Answers
es: Respuestas incorrectas

source: Total number of incorrect answers for all questions
es: Número total de respuestas incorrectas para tod...

source: Total Tries
es: Total intentos

source: Total number of times a ___ has been tried to be answered
es: El número total de veces se ha intentado una ___

source: News
es: Noticias

source: Created News
es: Noticias creadas

source: Total number of news items created
es: Número total de noticias creadas

source: Total Views
es: Vistas totales

source: Total number of views
es: Número total de vistas

source: Total Likes
es: Total Me gusta

source: Total number of likes
es: Número total de me gusta

source: Total Comments
es: Total Comentarios

source: Total number of comments
es: Número total de comentarios

source: Download as csv
es: Descargar como CSV

source: Download pdf report
es: Descargar informe PDF
